Repository: danielebufarini/trenify
Catalog: iosApp/iosApp/Navigation/Shell.xcstrings
Source language: en
Languages: it

# shell.search
source: Search
it: Cerca

# shell.monitoring
source: Monitoring
it: Monitoraggio

# shell.saved
source: Saved
it: Salvati

# shell.alerts
source: Alerts
it: Avvisi

# shell.settings
source: Settings
it: Impostazioni

# shell.back
source: Back
it: Indietro

# shell.trainSearch
source: Train search
it: Cerca treno

# shell.trainDetail
source: Train details
it: Dettagli treno

# shell.stationSearch
source: Stations
it: Stazioni

# shell.stationBoard
source: Station board
it: Tabellone stazione

# shell.journeySearch
source: Journey search
it: Cerca viaggio

# shell.journeyResults
source: Journeys
it: Viaggi

# shell.journeyDetail
source: Journey details
it: Dettagli viaggio

# shell.history
source: History
it: Cronologia

# shell.strikeDetail
source: Alert details
it: Dettagli avviso
